//---------------------------------测试参数---------------------------------//






//---------------------------------默认参数，一般不更改---------------------------------//
// 默认的识别颜色
#define DEFALUTE_COLOR 0
// 默认的识别模式
#define DEFALUTE_MODE 0
// chono系统时钟调用单位转换常数
#define TIME_TRANSFORMER 1000000000.0
// 该项目用于对付傻逼vscode的c++智能补全，一般不用动
#ifndef PROJECT_PATH
    #define PROJECT_PATH "/home/cheakf/Documents/toe_aimbot_2023/"
#endif

//---------------------------------常用结构体定义，一般不更改---------------------------------//
